Repository: mozilla-l10n/mt-training-data
Catalog: pcm/pcm_pontoon.tmx
Source language: en_us
Languages: pcm

source: 1 sentence collected
pcm: 1 sentens kolekted

source: 2 down, keep it up!<playIcon></playIcon>
pcm: 2 don pas, kontinu! <playIcon></playIcon>

source: About
pcm: abaaot

source: Accepted file types: .tsv only
pcm: Accepted fail taips: .tsv only

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
pcm: { $actionType }<playIcon></playIcon>dem tok dì sentens wel?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
pcm: { $actionType }<recordIcon></recordIcon> den rid di sentens aloud

source: { $actionType }<stopIcon></stopIcon> when done
pcm: { $actionType }<stopIcon></stopIcon> wen yu don finish

source: { $actionType } submit when ready
pcm: { $actionType } sobmit wen yu ready

source: Add <icon></icon> a public domain sentence
pcm: Add <icon></icon> wan pablik domein sentens

source: Add information
pcm: Add informéshon

source: Add Your Voice
pcm: Add yur vois

source: Afar
pcm: afa

source: Agriculture and Food
pcm: Agrikoltshor an Fund

source: Already have an account? <login>Log-In</login>
pcm: Yu don get account? <login>Log-In</login>

source: An error occurred fetching sentences
pcm: Error wey hapun as dem dey fetch sentens

source: An error occurred reviewing this sentence
pcm: Error wey hapun as dem dey revyu di sentens

source: An error occurred submitting your voice information
pcm: An error happun wen yu dey sobmit yur voice informéshon

source: Approve
pcm: Apruv

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
pcm: Kwayet bakgraund noiz dey OK, but wi no wan ekstra voisis wey fit mek mashin algoritms identifai words wey no dey for di riten tekst. If yu fit hia distint words apart from di wons for di tekst, di klip supos bi rijekted. Tipikali, dis dey hapun wen di TV dey on, or wen konversashon dey go on near di rekodin.

source: Are you coming? <strong>[called by another]</strong>
pcm: Yu dey kom? <strong>[kold bai anoda]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
pcm: Ask os kweshon for <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>

source: Automotive and Transport
pcm: Automotiv an Transport

source: Background Noise
pcm: Bakgraund Noiz

source: Background Voices
pcm: Bakgraund Voisis

source: Bankon
pcm: Banko

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
pcm: Mek yu kefu befo yu rijekt a klip sey di rida don mispronouns a word, put di stres for rong ples, or ignor kweshon mak. E get plenti pronounshons for di world, som wey yu no fit hia for yur lokal komuniti. Abeg giv margin of apreshon for pipol wey dey spik difrent from yu.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
pcm: ['Beret' dey OK weda wit stres for di fest silabol (UK) or di sekond (US)]

source: <bold>{ $count }</bold> Clips
pcm: Klips

source: <bold>Help us</bold> find more voices
pcm: <bold>Helep wi</bold> fayn mor voisis.

source: Bulk Sentences
pcm: Bulk Sentens

source: Bulk Sentences Uploaded
pcm: Bulk Sentenses Oploded

source: By telling us about yourself, you will help developers build more inclusive technology
pcm: As yu tel os abwat yursef, yu go helep developers build mor inklusive teknolojì

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
pcm: As yu de use Common Voice, yu agrii to awa <termsLink>Terms</termsLink> an <privacyLink>Privacy Notice</privacyLink>

source: Cancel Re-recording
pcm: Kansel Re-rekodin

source: Cancel Submission
pcm: Kansel sobmishon

source: Change preferences
pcm: Chenj preferensis

source: Check <icon></icon> is this a linguistically correct sentence?
pcm: Chek <icon></icon>dis one na linguistically korrekt sentens?

source: <chevron></chevron>See less
pcm: <chevron></chevron> Si les

source: <chevron></chevron>See more
pcm: <chevron></chevron> Si mor

source: Citation
pcm: Saiteshon

source: Cite with a URL link or the full name of the work.
pcm: Sait wit a URL link or di ful nem of di wok.

source: Click
pcm: Klik

source: Clips Uploaded
pcm: Clip don opload

source: Comment
pcm: Koments

source: Contact Form
pcm: Kontakt Fom

source: Contact Us
pcm: Kontakt Os

source: Continue
pcm: Kontinu

source: Continue validating
pcm: Kontinu to validet

source: Contribute
pcm: Kontribut

source: Contribute sentences
pcm: Kontribut Sentenses .

source: Contribution Criteria
pcm: Kontribushon Kriteria

source: Create a profile
pcm: Kreat a profile

source: Criteria
pcm: Kriteria

source: Datasets
pcm: detaset

source: Delete my recordings
pcm: Delete my rekodins

source: Different language
pcm: Difrent langwej

source: Difficult to pronounce
pcm: Difikult to pronouns

source: Discard ongoing recording
pcm: Diskad ongoing rekodin

source: Does the sentence meet the guidelines?
pcm: Di sentens mit di guidelain?

source: Donate your voice
pcm: Kukuma contribut yur vois.

source: Don't see your language on Common Voice yet?
pcm: No si yur langwej for Komon Vois yet?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
pcm: Drag yur fail hia or <uploadButton>klik to oplod</uploadButton>

source: Drop file here to upload
pcm: Drop fail hia to oplod

source: Enter your email
pcm: put yur emaol

source: Enter your public domain sentence here
pcm: Enta yur pablik domein sentens hia

source: Error adding sentence
pcm: Error as yu dey trai add sentens

source: Fewer than 15 words per sentence
pcm: Sentens no go pass 15 words

source: File is too large
pcm: Fail too laj

source: File is too small
pcm: Fail too smol

source: Finance
pcm: Finans

source: Finish recording
pcm: Finish rekodin

source: Finish recording first?
pcm: Finish rekodin fest?

source: Finish Review
pcm: Finish Revyu

source: Finish validating
pcm: Finish validetin

source: Finish validating clips?
pcm: Finish validetin klips?

source: for example
pcm: For ekzampol:

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
pcm: For teknolojì to wok wel for evribodi, di data wey dey helep developers build teknolojì nid to reflect di diffrent kain pipol. For ekzample, if we no inklood eni spika wey get particular aksent, den di teknolojì no go wok wel for pipol wey get dat aksent. <learnMore>Lan mor abwat wetin mek metadata mata.</learnMore>

source: General language / multiple variants
pcm: General langwej/moltipl veriants

source: Grammatical / spelling error
pcm: Gramatikal / spelin eror

source: Great!<recordIcon></recordIcon> Record your next clip
pcm: Weldon!<recordIcon></recordIcon> Rekod di next klip,

source: Great work!<playIcon></playIcon> Listen again when you're ready
pcm: Weldon!<playIcon></playIcon> Lisin agen wen yu redi.

source: Guidelines
pcm: Gaidelains

source: Healthcare
pcm: Helker

source: Help create Common Voice’s first target segment in { $locale }
pcm: Helep kreat Komon Vois’ fest target segment for { $locale }

source: Help us build a community around voice technology, stay in touch via email.
pcm: mek yiu help us gada pipu for tdi voice technology, mek sure say yu gum body put rfor yur email

source: Help us validate voices
pcm: Hélépú ọsì validétì vọ́ìsì

source: His hand was rais-ed.
pcm: Im hand don raise-ed.

source: History, Law and Government
pcm: Histori, lo an govnment

source: How do I cite?
pcm: How I go tek sait?

source: How would you describe your sex or gender?
pcm: How yu go describ yur seks or jenda?

source: I agree
pcm: I agrii

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
pcm: I konfam sey dis sentenses na <wikipediaLink>pablik domein</wikipediaLink> an I get permishon to oplod dem.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
pcm: I konfam sey dis sentens na <wikipediaLink>pablik domein</wikipediaLink> an I get permishon to oplod am.

source: Ideally natural and conversational (it should be easy to read the sentence)
pcm: Mek am dey natural an konvaseshon (e shod be izi to rid di sentens)

source: I do not agree
pcm: I no grii

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
pcm: "If na yur own words, just tok sey <italicizedText>“Self Saiteshon”</italicizedText>. Wi nid to kno we yu si dis kontent so wi fit chek sey e dey for pablik domein an no kopirait ristrikshon dey. For mor infomeshon abawt saiteshon si awa ”</italicizedText>Gaidelains pej</guidelinesLink>. "

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
pcm: If di rekodin brek op, or e get krakols, rijekt am onles di hol tekst fit stil bi hia.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
pcm: If yu get adishonal informéshon yu wan put abawt dis fail, abeg kontakt <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
pcm: If yu get adishonal informéshon yu wan put abawt dis fail we no de included in di template, abeg kontakt <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
pcm: If di sentens no mit di kriteria, klik &quot"Rijekt" &quot button for di left. If yu no sho abwat di sentens, yu fit skip am go di nex wan.!

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
pcm: If di sentens mit di kriteria, klik &quot "Apruv"&quot button for di right.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
pcm: If yu kom akros somtin wey dis gaidlain no kova, abeg vot akordin to yur best jodgment. If yu no fit desaid, use di skip boton and move on to di nekst rekodin

source: If you run out of sentences to review, please help us collect more sentences!
pcm: If yu run out of sentens to revyu, abeg helep os kolekt mor sentens

source: Include appropriate citation
pcm: Mek sho sey yu put apropriet saiteshon

source: Invalid file
pcm: Invalid fail

source: It contains words or phrases that are hard to read or pronounce.
pcm: E get words or fraisis wey had to rid or pronouns.

source: It is written in a language different than what I’m reviewing.
pcm: Difrent langwej e rait for langwej wey no be di wan wey I de revyu.

source: It is written in a language different than what I’m speaking.
pcm: E dey riten for langwej difrent from wetin I dey spik.

source: Just Unsure?
pcm: Just unsho?

source: Keep it up, record again <recordIcon></recordIcon>
pcm: kontinio, rekod agen <recordIcon></recordIcon>

source: Keep the recordings
pcm: Kip di rekodins

source: Keep track of your progress with a profile
pcm: Kip trak ov yur progress wit profile

source: Language Fundamentals (e.g. Digits, Letters, Money)
pcm: Langwej Fondamentals (e.g. dijits, letas moni)

source: Languages
pcm: Langwejs

source: Large bulk sentence submission
pcm: Bulk Sentens Sobmishon

source: Learn More
pcm: Lan mor

source: Leaving now means you'll lose your progress
pcm: If yu waka now, yu go lose yur progress

source: Listen
pcm: Lisìn

source: Loading sentences…
pcm: Di sentens-dem de lod…

source: Log in or sign up to get started
pcm: Log in or sayn op to get stat.

source: Make sure the sentence meets the following criteria:
pcm: Mek sho sey di sentens mit dis kriteria:

source: Maximum file size: 25 MB
pcm: Maksimum fail saiz: 25 MB

source: Media and Entertainment
pcm: Media and entatainment

source: Minimum sentences in file: 1000
pcm: Minimum sentenses in fail: 1000

source: [Mismatched content]
pcm: [Mismatched kontent]

source: Misreadings
pcm: Misridins

source: Missing an <strong>'s'</strong> at the end of a word.
pcm: Misin <strong>'s'</strong> for di end of a word.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
pcm: Misin<strong>'A'</strong> or <strong>'Di'</strong> for di beginin of di rekodin.

source: Missing the end of the last word by cutting off the recording too quickly.
pcm: Misin di end of di las word by kotin of di rekodin too kwikli.

source: [More has been recorded than the required text]
pcm: [Mor don rekod dan wetin dem rekwaiya]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
pcm: Mos rekodins na pipol wey dey tok for dia natural vois. Yu fit aksept di okeshonal non-standard rekodin wey dem shaut, wisper, or deliver in dramatik vois. Abeg rijekt song rekodins and di wons wey use kompyuta-synthesized vois.

source: Name
pcm: Neim

source: Nature and Environment
pcm: Netshor an evaironment

source: News and Current Affairs
pcm: Nius an korent afears

source: [No ‘a’ in the original text]
pcm: [No 'a' for di orijinal tekst]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
pcm: <noCopyright>No kopirait</noCopyright> ristrikshon (cc-0)

source: No foreign letters
pcm: No forin letas

source: No microphone found.
pcm: No mikrofon found.

source: No numbers and special characters
pcm: No use nomba an speshal karaktas

source: No sentences to review. <addLink>Add more sentences now!</addLink>
pcm: No sentens to revyu <addLink>Add mor sentens naow!</addLink>

source: No Thanks
pcm: No tank you

source: No thanks, continue speaking
pcm: No tanks, kontinù to tok

source: Offensive language
pcm: Ofensiv langwej

source: Offensive speech
pcm: Ofensiv spich

source: On desktop devices you can contribute by downloading…
pcm: For desktop devices, yu fit kontribut by downloding…

source: On his head he wore a beret.
pcm: On im hed, e wer beret.

source: On iOS please continue with Safari to enable recording…
pcm: "For iOS, abeg kontinu wit Safari to enable rekodin... "

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
pcm: On di oda hand, if yu feel sey di rida neva si di word befo, and e dey ges di pronounshon, abeg rijekt am. If yu no sho, use di skip boton.

source: Partner
pcm: partna

source: [Part of the text can’t be heard]
pcm: [Part of di tekst no fit hia]

source: <playIcon></playIcon>Last one!
pcm: <playIcon></playIcon>Las wan!

source: Play/Stop
pcm: Pley/Stop

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
pcm: Abeg chek awa <templateFileLink>template fail</templateFileLink> Yur sentenses shod de kopirait firi (CC0 or permishoned original wok by di sobmiter) an mek e de klia, grammatically korekt an izi to rid. Sentenses we yu sobmit shod tek roughly 10-15 sekonds to rid an shod avoid inklooding nomba, propa nems an speshal karaktas.

source: Please fill out this field.
pcm: Abeg fil dis field.

source: Please select a language to review sentences.
pcm: Abeg selek langwej we yu wan tek revyu sentens.

source: [‘Raised’ in English is always pronounced as one syllable, not two]
pcm: ['Raised' for Inglish dey always pronouns as one silabol, not two.]

source: Reader Effects
pcm: Ridar Ifects

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
pcm: Ridin kontrakshons wey no dey dea, laik "Wi're" insted of "Wi dey," or vais visa.

source: <recordIcon></recordIcon> Last one!
pcm: <recordIcon></recordIcon> las wan!

source: [Recording cut off before the end of the last word]
pcm: [Rekodin kot of befo di end of di las word]

source: Record/Stop
pcm: Rikod/Stop

source: Record your voice
pcm: Rikod yur vois

source: Reference the source of your sentence (required)
pcm: Referens de sos of yur sentens (na dis nided)

source: Reject
pcm: Rijekt

source: Report
pcm: Ripot

source: Report was passed successfully
pcm: Ripot was pas suksesfuli

source: Request a Language
pcm: Rikwes a Langwej

source: *required
pcm: *rikwayad

source: Re-record
pcm: Re-rekod

source: Re-record clip
pcm: Re-rikod klip

source: Return to Common Voice Datasets
pcm: mek yu kom bak to di kommon voice dataset

source: Review
pcm: Revyu

source: Review could not be saved. Please try again later.
pcm: Revyu no fit save. Abeg try agen leta.

source: ⓘ Review Criteria
pcm: ⓘ Revyu Kriteria

source: Review Criteria
pcm: Revyu Kriteria

source: Reviewed sentences not submitted, are sure?
pcm: Sentes we yu don revyu neva sobmit, yu sho?

source: Review & re-record clips here as you go
pcm: Revyu & re-rekod klips as yu dey go

source: Review & re-record clips if needed
pcm: Revyu & re-rekod clips if need be

source: Review Sentences
pcm: Revyu Sentens

source: Review & Submit
pcm: Revyu & Sobmit

source: Select an option
pcm: Selekt wan optshon

source: Select a variant (optional)
pcm: Selekt a veriant (optshonal)

source: Select File
pcm: Selekt Fail

source: Select File to Upload
pcm: Selekt Fail to oplod

source: Select up to three domains (optional)
pcm: Selekt up to three domeins (optional)

source: Sentence
pcm: Saiteshon

source: Sentence Collection
pcm: Sentens Kolekshon

source: Sentence Domain
pcm: Sentens domein

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
pcm: Sentens wey yu kontribut for hia go de add to pablikli avelebul CC-0 laisens dataset.

source: { $sentences } sentences reviewed. Thank you!
pcm: { $sentences } sentens we dem don revyu. Tank yu!

source: Sentence Variant
pcm: Sentens veriant

source: Service and Retail
pcm: Sevis an ritel

source: Share your clip
pcm: Share yur klip

source: Shortcuts
pcm: Shọtkọts

source: [Should be ‘dinosaurs’]
pcm: [Supos bi 'dainosors']

source: [Should be “We are”]
pcm: [Supos bi "Wi ar"]

source: Single
pcm: Singul Sentens

source: Single sentence submission
pcm: Singul Sentens Sobmishon

source: Source: { $sentenceSource }
pcm: Sos: { $sentenceSource }

source: Speak
pcm: Tok

source: Speak now
pcm: Tok na

source: Start recording
pcm: Stat rekodin

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
pcm: <strong>[Krakul] </strong>jayent dainosors of <strong>[Krakul] </strong> -riasiik

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
pcm: <strong>[Sniz] </strong>Di jayent dainosors of di <strong>[kof]</strong> Triasik.

source: Submit
pcm: sobmit

source: Submit a report
pcm: Sobmit a ripot

source: Submit clips
pcm: Sobmit clips

source: Success
pcm: Sukses

source: success checkmark
pcm: Suksess chekmark

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
pcm: Swipe rait mek yu apruv di sentens. Swipe left mek yu rijekt am. Swipe up mek yu skip am <strong> No forget to sobmit yur revyu!</strong>

source: Taking several attempts to read a word.
pcm: Tekin sevral attempts to rid a word.

source: Technology and Robotics
pcm: Teknoloji an robotiks

source: Thank you for contributing your bulk submission!
pcm: Tank yu for kontributin yur bulk sobmishon!

source: Thank you for contributing your voice!
pcm: Tank yu for contributin yur voice!

source: Thank you for donating your voice clips!
pcm: Tank yu for donetin yur voice klips!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
pcm: Tank yu fo rekodin! <lineBreak></lineBreak> Naow Revyu an sobmit yur klips below.

source: Thank you for your voice information
pcm: Tank yu for yur voice informéshon

source: The bumblebee sped by.
pcm: Di bombobi sped by.

source: The clip has disrespectful or offensive language.
pcm: Di klip get disrespektful or ofensiv spich.

source: The giant dinosaur of the Triassic.
pcm: Di jayent dainosor of di Triasik.

source: The giant dinosaurs of the Triassi-.
pcm: Di jayent dainosors of di Triasi-.

source: The giant dinosaurs of the Triassic.
pcm: Di jayent dainosors of di Triasik

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
pcm: Di jayent dainosorz ov di Triassik.<strong> [rid bai won vois] </strong>

source: The giant dinosaurs of the Triassic. Yes.
pcm: Di jayent dainosors of di Triasik. Yes

source: The giant dino <strong>[cough]</strong> the Triassic.
pcm: Di jayent daino<strong> [kof]</strong> di Triasik.

source: There are currently no sentences to review in this language.
pcm: No sentens to revyu for dis langwej naow.

source: The recording was too long.
pcm: Di rekodin too long.

source: The recording was too quiet.
pcm: Di rekodin too kwaiet.

source: The recording was too short.
pcm: Di rekodin too short.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
pcm: E go get natural variiashons for volum bitwin ridars. Rijekt am onli if di volum too hai mek di rekodin brek op, or (mor komon) if e too lo mek yu no fit hia wetin dem tok witout refarin to di riten tekst.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
pcm: Di Sentens Kolẹktọ de move go di kor Common Voice platform. Yu fit naow <writeURL>rait</writeURL> a sentens or <reviewURL>revyu</reviewURL>

source: The sentence has a grammatical or spelling error.
pcm: Di sentens get gramatikal or spelin eror.

source: The sentence has disrespectful or offensive language.
pcm: Di sentens get disrespektful or ofensiv langwej.
